import { how, how2, how3, how4 } from '../assets';

export const navLinks = [
	{
		id: 'about',
		title: 'О нас',
	},
	{
		id: 'projects',
		title: 'Проекты',
	},
	{
		id: 'stages',
		title: 'Этапы',
	},
	{
		id: 'testimonials',
		title: 'Отзывы',
	},
	{
		id: 'contacts',
		title: 'Контакты',
	},
];

export const tabs = [
	{
		id: 1,
		tabTitle: '1 шаг',
		title: 'Проводим консультацию',
		content: `Влечёт за собой процесс внедрения и модернизации приоритизации
							разума над эмоциями. В рамках спецификации современных стандартов,
							некоторые особенности внутренней политики будут объективно
							рассмотрены соответствующими инстанциями.  А также
							представители современных социальных резервов, инициированные
							исключительно синтетически, ограничены исключительно образом
							мышления. Являясь всего лишь частью общей картины, реплицированные
							с зарубежных источников, современные исследования подвергнуты
							целой серии независимых исследований. Кстати, стремящиеся
							вытеснить традиционное производство, нанотехнологии освещают
							чрезвычайно интересные особенности картины в целом, однако
							конкретные выводы, разумеется, призваны к ответу.`,
		image: how,
	},
	{
		id: 2,
		tabTitle: '2 шаг',
		title: 'Составляем смету',
		content: `Внедрения и модернизации приоритизации разума над эмоциями. В рамках
						спецификации современных стандартов, некоторые особенности
						внутренней политики будут объективно рассмотрены соответствующими
						инстанциями. А также представители современных социальных резервов,
						инициированные исключительно синтетически, ограничены исключительно
						образом мышления. Являясь всего лишь частью общей картины,
						реплицированные с зарубежных источников, современные исследования
						подвергнуты целой серии независимых исследований.`,
		image: how2,
	},
	{
		id: 3,
		tabTitle: '3 шаг',
		title: 'Привлекаем подрядчиков',
		content: `Идейные соображения высшего порядка, а также новая модель организационной деятельности требует анализа прогресса профессионального сообщества. Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта напрямую зависит от дальнейших направлений развития. Разнообразный и богатый опыт говорит нам, что новая модель организационной деятельности говорит о возможностях системы массового участия. Принимая во внимание показатели успешности, постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнить важные задания по разработке прогресса профессионального сообщества.`,
		image: how3,
	},
	{
		id: 4,
		tabTitle: '4 шаг',
		title: 'Инспектируем все этапы работ',
		content: `Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта напрямую зависит от дальнейших направлений развития. Разнообразный и богатый опыт говорит нам, что новая модель организационной деятельности говорит 
о возможностях системы массового участия. Принимая во внимание показатели успешности, постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет.`,
		image: how4,
	},
];
