import { how, how2, how3, how4 } from '../assets';

// Navigation links
export const navLinks = [
	{
		id: 'about',
		title: 'О нас',
	},
	{
		id: 'projects',
		title: 'Проекты',
	},
	{
		id: 'stages',
		title: 'Этапы',
	},
	{
		id: 'testimonials',
		title: 'Отзывы',
	},
	{
		id: 'contacts',
		title: 'Контакты',
	},
];

// Tabs content
export const tabs = [
	{
		id: 1,
		tabTitle: '1 шаг',
		title: 'Проводим консультацию',
		content: `Влечёт за собой процесс внедрения и модернизации 	
							разума над эмоциями. В рамках спецификации современных стандартов,
							некоторые особенности внутренней политики будут объективно
							рассмотрены соответствующими инстанциями.  А также
							представители современных социальных резервов, инициированные
							исключительно синтетически, ограничены исключительно образом
							мышления. Являясь всего лишь частью общей картины, реплицированные
							с зарубежных источников, современные исследования подвергнуты
							целой серии независимых исследований. Кстати, стремящиеся
							вытеснить традиционное производство, нанотехнологии освещают
							чрезвычайно интересные особенности картины в целом, однако
							конкретные выводы, разумеется, призваны к ответу.`,
		image: how,
	},
	{
		id: 2,
		tabTitle: '2 шаг',
		title: 'Составляем смету',
		content: `Внедрения и модернизации приоритизации разума над эмоциями. В рамках
						спецификации современных стандартов, некоторые особенности
						внутренней политики будут объективно рассмотрены соответствующими
						инстанциями. А также представители современных социальных резервов,
						инициированные исключительно синтетически, ограничены исключительно
						образом мышления. Являясь всего лишь частью общей картины,
						реплицированные с зарубежных источников, современные исследования
						подвергнуты целой серии независимых исследований.`,
		image: how2,
	},
	{
		id: 3,
		tabTitle: '3 шаг',
		title: 'Привлекаем подрядчиков',
		content: `Идейные соображения высшего порядка, а также новая модель организационной деятельности требует анализа прогресса профессионального сообщества. Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта напрямую зависит от дальнейших направлений развития. Разнообразный и богатый опыт говорит нам, что новая модель организационной деятельности говорит о возможностях системы массового участия. Принимая во внимание показатели успешности, постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет выполнить важные задания по разработке прогресса профессионального сообщества.`,
		image: how3,
	},
	{
		id: 4,
		tabTitle: '4 шаг',
		title: 'Инспектируем все этапы работ',
		content: `Высокий уровень вовлечения представителей целевой аудитории является чётким доказательством простого факта: высококачественный прототип будущего проекта напрямую зависит от дальнейших направлений развития. Разнообразный и богатый опыт говорит нам, что новая модель организационной деятельности говорит 
		о возможностях системы массового участия. Принимая во внимание показатели успешности, постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет.`,
		image: how4,
	},
];

// FAQ content
export const faqs = [
	{
		id: 1,
		question: 'Из чего формируется конечная стоимость проекта?',
		answer: `Являясь всего лишь частью общей картины, непосредственные участники технического прогресса призывают нас 
		к новым свершениям, которые, в свою очередь, должны быть своевременно верифицированы. 
		Но высококачественный прототип будущего проекта является качественно новой ступенью первоочередных требований. А ещё некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что явные признаки победы институционализации призывают нас к новым свершениям, которые, в свою очередь, должны быть указаны как претенденты на роль ключевых факторов.
		Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть призваны к ответу. Явные признаки победы институционализации набирают популярность среди определённых слоёв населения, а значит, должны быть объединены в целые кластеры себе подобных. Банальные, но неопровержимые выводы, 
		а также многие известные личности призывают нас к новым свершениям, которые, в свою очередь, должны быть представлены в исключительно положительном свете.`,
	},
	{
		id: 2,
		question:
			'У меня есть свой проект. Сможем ли мы его доработать / реализовать?',
		answer: `Но высококачественный прототип будущего проекта является качественно новой ступенью первоочередных требований. А ещё некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что явные признаки победы институционализации призывают нас к новым свершениям, которые, в свою очередь, должны быть указаны как претенденты на роль ключевых факторов.
		Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть призваны к ответу. Явные признаки победы институционализации набирают популярность среди определённых слоёв населения, а значит, должны быть объединены в целые кластеры себе подобных. Банальные, но неопровержимые выводы, 
		а также многие известные личности призывают нас к новым свершениям, которые, в свою очередь, должны быть представлены в исключительно положительном свете.`,
	},
	{
		id: 3,
		question: 'Я выбираю между разными компаниями. В чём ваше отличие?',
		answer: `Но высококачественный прототип будущего проекта является качественно новой ступенью первоочередных требований. А ещё некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что явные признаки победы институционализации призывают нас к новым свершениям, которые, в свою очередь, должны быть указаны как претенденты на роль ключевых факторов.
		Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть призваны к ответу. Явные признаки победы институционализации набирают популярность среди определённых слоёв населения, а значит, должны быть объединены в целые кластеры себе подобных. Банальные, но неопровержимые выводы, 
		а также многие известные личности призывают нас к новым свершениям, которые, в свою очередь, должны быть представлены в исключительно положительном свете.`,
	},
	{
		id: 4,
		question:
			'Могу ли я делегировать вам работу / согласование с подрядчиком / организацией?',
		answer: `Но высококачественный прототип будущего проекта является качественно новой ступенью первоочередных требований. А ещё некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что явные признаки победы институционализации призывают нас к новым свершениям, которые, в свою очередь, должны быть указаны как претенденты на роль ключевых факторов.
		Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть призваны к ответу. Явные признаки победы институционализации набирают популярность среди определённых слоёв населения, а значит, должны быть объединены в целые кластеры себе подобных. Банальные, но неопровержимые выводы, 
		а также многие известные личности призывают нас к новым свершениям, которые, в свою очередь, должны быть представлены в исключительно положительном свете.`,
	},
	{
		id: 5,
		question: 'Могу ли я вернуть деньги на каком-либо из этапов работ?',
		answer: `Но высококачественный прототип будущего проекта является качественно новой ступенью первоочередных требований. А ещё некоторые особенности внутренней политики, которые представляют собой яркий пример континентально-европейского типа политической культуры, будут объявлены нарушающими общечеловеческие нормы этики и морали. И нет сомнений, что явные признаки победы институционализации призывают нас к новым свершениям, которые, в свою очередь, должны быть указаны как претенденты на роль ключевых факторов.
		Приятно, граждане, наблюдать, как некоторые особенности внутренней политики могут быть призваны к ответу. Явные признаки победы институционализации набирают популярность среди определённых слоёв населения, а значит, должны быть объединены в целые кластеры себе подобных. Банальные, но неопровержимые выводы, 
		а также многие известные личности призывают нас к новым свершениям, которые, в свою очередь, должны быть представлены в исключительно положительном свете.`,
	},
];
